
function FooterContainer() {
  return (
          <footer className="app-footer"> 
            <h3>הצהרת אחריות:</h3>
            <br />
            <ul>
                <li>          אפליקציית “CBT-friendly-Bot” מיועדת לספק כלים לתמיכה רגשית וגישה ללמידה עצמית תוך שימוש בטכניקות CBT. האפליקציה אינה מהווה תחליף לטיפול נפשי מקצועי, אבחון רפואי או ייעוץ פסיכולוגי.</li>
                <li>
                    חשוב לדעת:

                    אם אתם חווים מצוקה קשה, מחשבות אובדניות או משברי זהות, פנו מיידית לגורמי חירום או מוקדי תמיכה (לדוגמה מספר חירום 1201).</li>
                <li>          כל המידע המוצג באפליקציה מבוסס על אלגוריתם חישובי ועל היסטוריית השיחות בלבד, ואינו מהווה חוות דעת מקצועית.</li>
                <li>          השימוש באפליקציה והתוכן המוצע בה הם באחריות המשתמש בלבד. המפתחים והמפיצים אינם נושאים באחריות לנזק הנובע מהשימוש.</li>
                <li>          מומלץ לשקול פנייה לאיש מקצוע מומחה (פסיכולוג או פסיכיאטר) לצורך אבחון, תמיכה וטיפול מותאם אישית.</li>
            </ul>
            <br />
            <br />
            <h5>©️ כל הזכויות שמורות  AAC-Dev.</h5>
        </footer>
        
    )
}

export default FooterContainer